게임
및로봇지능은
언제
수강
하나요
테크니컬프리젠테이션
은
프로
그래밍은
멀티
미디어병렬
해
웹플랫폼개발
기초
그래밍
실습
정보
통신
시스템
시뮬레이션은
보통
데이터
압축은
베이스
컴파일러
구성
하는
게
좋을까요
디지털
및실험
특강
좋을까
캡스톤디자인
심화
좋나요
소프트웨어공학
개론
그래밍언어개념
좋아
및
설계
머신러닝
하면
좋을
지
알려
주세요
미디어콘텐츠보안
줘
안드로이드앱
스크립트
창의적공학설계
미디어
와분석
컴퓨터
알고리즘과
객체지향
언어와
이번
학기
에
그래밍개발방법론을
하려고
합니다
그래밍개발방법론은
비지니스와창업
을
에안드로이드앱
그래밍을
하는데
네트워크보안
미디어수치해석을
할
계획
입니다
미디어수치해석은
인터네트워킹
모바일
컴퓨팅을
컴퓨팅은
콘텐츠제작
인데
증강혼합현실
및로봇지능을
를
는
운영체제
에기초
에무선
및실험을
무선
및실험은
소프트웨어와
시간표를
짜려고
미디어운영
만들
려고
임베디드시스템
몇
학년
자료구조와실습
와패턴을
압축을
미디어알고리즘을
에컴파일러
미디어빅
신호처리를
미디어콘텐츠보안을
그래밍언어개념을
이론
듣는
적절
할까요
종합설계
자료
구조를
초고속통신망
미디어고급
괜찮
아
나요
공개
젝트를
을까요
개론을
적절한
가요
품질관리및테스팅
들으려고
좋은가요
비전을
알고리즘및
동시성
가장
미디어콘텐츠보안은
인공지능
이산구조
개론은
좋아요
좋은
윈도우즈
웹
계산적사고법
인간
상호작용
학년에
네트워크를
네트워크
입문을
입문
파이썬
신호처리
듣나요
젝트
들어
신청하려고
비전
에인간
컴퓨팅
미디어영상처리를
미디어영상처리
압축
미디어사운드처리를
미디어사운드처리
에스크립트
에동시성
그래밍개발방법론
하고
싶어요
듣기
때가
언젠가요
야
임베디드
소프트웨어입문
확률및랜덤
세스
일까요
형식
언어
와패턴
그래픽스입문
미디어알고리즘
와소프트웨어
보안
신청
에해도
되나요
미디어기초수학
학교
에서
권하는
학년은
학
과에서
이수체계도에
서
일반적으로
해요
예요
야지
전공
학습에
도움이
될까
요
에해도돼
가시화
구조
암호
학과
하지
돼
시뮬레이션을
게좋냐
암마이크로
세서어셈블리언어
되냐
하냐
냐
보안을
연도
신입생
입니다파이썬
맞는
건가
와패턴몇
개론몇
입니다암마이크로
이에요
듣고
싶은데
도
및로봇지능
입문몇
이에요기초
이에요인간
게적당할까요
미디어수치해석
시뮬레이션
이에요컴파일러
최적의
시기
인
및실험최적의
이에요학
때는
에요
희망강의
신청하
고
있습니다
수학및
커리큘럼
맞나요
수강신청
게맞죠
거겠죠
강의
담고
는거
면무리없겠죠
게맞아요
시간표
만들고
있어요
표
그래밍개발방법론몇
복학생인데
이
바뀌어서
짜는데
어렵
네요
네요동시성
네요무선
신입생인데
이수체계도
보고
짜고
있는
데
맞게
지모르겠습니다
그래밍몇
지모르겠습니다웹
지금
그래픽스입문을
대해
언어를
와분석을
에파이썬
요파이썬
에암마이크로
요암마이크로
특강을
미디어기초수학을
싶어
연도에
싶습니다
헷갈
려서
질문
드려요
가
일반적
지요
권장되는
가상현실
드려요안드로이드앱
드려요파이썬
가상증강현실
시기가
궁금
드려요기초
드려요학
권장
드려요공과대에서
해서
드립니다
에공개
드립니다공개
드립니다인간
드립니다기초
나와
써져
소프트웨어입문을
를알수
있을까요
에서는
를몇
것을
권하
네트워크를몇
에서스크립트
로
말하는
에서안드로이드앱
들으
면
수업
요기초
요공개
젝트는몇
해야
공부
할때효과가
미디어영상처리는몇
은몇
효과가
네트워킹을
요암호
말해주세요
학생들
하기
를원
교수
님들이
들이
게좋다고
미디어알고리즘은
라고
미디어영상처리몇
면제대로
요동시성
요컴파일러
되는
거에요
그래밍언어개념몇
와분석몇
네트워킹몇
대게
그래밍대게
에웹
요웹
정확
하게
중인데
미디어콘텐츠보안몇
했나요
공과대에서
말하
들은
들을
라고하죠
가시화를
때
미디어기초수학몇
들은동시성
과는인간
된다고
과는
기간이라
장바구니에
데공개
데컴파일러
데기초
해도
데확률및랜덤
면되겠죠
면학
랑같죠
데암호
과사에서
거죠
작성
어떻게
돼요
기간이
끝나가
는데
불안해서
와패턴의
한
그래밍의
이암호
저희
수강신청을
마무리했는데확실히
위해
맞죠
이벅
잘따라가고
게학
주는때가
는확률및랜덤
들은스크립트
정정
거의
서재
확인
차
드려요무선
대게몇
그래밍대게몇
신호처리대게몇
젝트대게몇
히
알맞은때인
그래밍언어개념학
다른
도확률및랜덤
주시겠어요
얘기
학년이
언젠
지알수
알아
말해
봐
지알고있니
지알고
있어
기간
수정
하거든
대체
인지알어
네트워킹
인지
필요
가몇
마지막
정정날인데
게맞아
정정날인데무선
가시화몇
지한번더
해줘
압축몇
지다시
구조몇
구체적
정정날인데기초
정정날인데암마이크로
거냐
및로봇지능몇
는게
거지
면순서대로
데인간
선이수
꼬이지않는거지
에문제없겠지
데스크립트
때문에
그러는데
면맞지
도되지
거야
게순서가
소프트웨어입문몇
야제대로
해야순서대로
해야순서가
으로
그런데
거예요
그런데동시성
그런데컴파일러
죠
는스크립트
면앞으로
안꼬이겠죠
랑다음
둘
중에
게좋지
컴공
과생인데암마이크로
과생인데
과입니다
비전몇
및실험몇
과생인데동시성
듣죠
과생인데공개
공
학생
입니다확률및랜덤
인데웹
과
은웹
과생들은
정통과
생들은
정통과생인데
학생인데
미디어공
생인데
공생인데기초
공생인데
야돼
공생인데컴파일러
공생인데동시성
공생인데암마이크로
컴공생인데
한다고
있나요
야될지
정통생인데
정통과인데
면순서가
정
권유
입니다컴파일러
입니다무선
신기가
시가
왔는데
왔는데공개
전과했는데
미디어알고리즘몇
네트워크의
의
는파이썬
는동시성
는기초
과로
과에
미디어과로
입생인데
야돼요
미디어수치해석몇
정통
신입
복학
특강몇
변경
되었나요
전과
시뮬레이션몇
선배
인암호
신호처리몇
그래픽스입문몇
은기초
은파이썬
사무실에서
인동시성
평균적인
평균적인암마이크로
라는
사무실에서인간
에문
제가
없나요
에무리가없나요
없어
과목
이라는데
야하죠
강좌인
컴공인데
정통인데
야되죠
공인데
야됨
공인데파이썬
들음
듣냐
공인데무선
줄래
이던데
야되지요
해야돼
강좌
야함
던데
필수
듣지요
줘요
였지
였더라
인데암마이크로
인데인간
거
인데기초
되죠
인데무선
한안드로이드앱
공지된
사이
트에
올라
와
한무선
트에서
가능한
임
입니까
홈페이지에
적혀
래
라고써
학부
로돼
로써
써
라고돼있지
서기초
로돼있지
하라고
서무선
하래
하라고돼
있음
함
학사에서
면맞을까요
야할까요
입생인데기초
입생인데암호
됩니까
면됩니까
됨
거임
에들음
어때요
시험
과제
많아요
진행
이죠
재미있
어요
학년인데
어떤
보신분들이거할만
이거
그래밍이거
압축이거
방식
와패턴이거
구조이거
흐름이
성적
방
식으로
받나요
어렵나요
많이
힘든
힘들
다는데
팀플
신호처리에
특강에
와패턴를
미디어수치해석를
전에
알면
점에
주의점
세스에
전부
다
구조에
및실험에
보신
어려운
점은
뭔가요
어려워요
발표
특징
데이
및실험를
흐름에
보신분들
네트워크에
미디어기초수학에
미디어콘텐츠보안에
컴퓨팅는
와분석는
그래밍는
미디어기초수학는
특이점이
그래밍주의
그래픽스입문주의
주의
비
무엇인가요
입문에서
그래밍에서
네트워킹는
및실험는
많은가요
어때
많아
재미
힘들어
있죠
젝트에
언어에
그래픽스입문에
그래밍도움되요
미디어기초수학도움되
도움되요
그래밍도움
도움
뭐에요
특강는
가시화는
미디어사운드처리는
되요
추천
하세요
까요
볼까요
안녕하세요
안녕하세요인간
이야
세스추전해
그래밍추전해
미디어기초수학추전해
인지소개해
인지소개해줘
설명
인지간단하게소개해
만드는
와패턴은
언어는
미디어기초수학은
그래밍언어개념은
와분석은
네트워크는
구조는
세스는
이라서
대한
요확률및랜덤
입문은
요인간
그래픽스입문은
소프트웨어입문은
디연에서
검색했는데
글이
개도
요스크립트
젝트는
미디어영상처리는
전과해서
과목에
잘
몰라
비전은
신호처리는
타과생인데
은어느
영역에
는어느
그래밍은어느
그래밍에
시뮬레이션에
능력이향상
대략적으로
그래밍개발방법론에
구체적으로
보려고해
신호처리는어느
특강은어느
및실험은어느
시뮬레이션은어느
보려고해기초
컴퓨팅에
보려고해암호
미디어수치해석에
보안에
보려고해인간
보려고해공개
보려고해파이썬
재입학생인데
너무
돼서
미디어알고리즘은어느
미디어사운드처리는어
느
젝트는어느
언어는어느
입문에
압축에
소프트웨어입문에
미디어영상처리에
립니다
알던
언어과
같아
그래밍과
미디어콘텐츠보안과
비전은어느
컴퓨팅과
컴퓨팅은어느
그래픽스입문과
와분석과
와분석에
압축과
미디어기초수
그래밍개발방법론과
재학생인데
궁급
부족
언어에서
걸
배우나요
와분석에서
가시화에서
배워
배우
특강에서
개론에서
대략
것들
미디어기초수학에서
미디어콘텐츠보안에서
구조에서
미디어알고리즘에서
내용
무엇
그래픽스입문에서
미디어영상처리에서
및실험에서
네트워킹에서
컴퓨팅에서
그래밍에서는
서는
구조에서는
네트워크에서는
시뮬레이션에서는
네트워크에서
미디어수치해석에서
는한
동안
에서한
중점
적으로
는지
어디
을두고
는지개략적으로
미디어사운드처리에서
신호처리에서
그래밍개발방법론에서
자세하게
배울
수
수있니
있을까
그래밍언어개념에서
세스에서
하죠
뭐
젝트에서뭐
에서뭐
걸해
뭐해
세스에서뭐
그래밍에서뭐
및로봇지능에서뭐
구조에서뭐
특강에서뭐
신호처리에서뭐
컴퓨팅에서뭐
입문에서뭐
및로봇지능에서
소프트웨어입문에서
얻을
지난
번에
배웠
번에공개
젝트에서
번에파이썬
어땠어
어
압축에서
어려
웠어
많았어
됐는지
미디어영상처리어땠는
어땠는지
및실험어땠는지
그래픽스입문어땠는지
번
였어
이였어
이었어
번기초
번무선
네트워킹은
였나요
걸중심적으로
와패턴에서는
했었나요
해컴파일러
이었나요
해인간
됐었죠
해에
이어땟나요
는컴파일러
및실험은어땠어
입문은어땠어
은어땠어
번컴파일러
이전
을어땟나요
지식
파트를
실력
이늘을까요
와패턴에서
과생인데암호
자세
에서뭘
그래밍에서뭘
쌓을
인데파이썬
그래픽스입문에서뭐
그래밍언어개념에서뭐
과인데
간략하게
무슨
인데동시성
서뭐
시뮬레이션에서
와패턴에서뭐
과생입니다
보안에서
입니다스크립트
가시화뭐
인데공개
젝트뭐
입생인데무선
입생인데공개
입생인데웹
입생인데인간
그래밍은대체
은대체
개론에서뭐
압축에서뭐
기초인
전문인
난이도가
높은가요
난이도가낮은
저
새로
생긴
개설된
저번
시뮬레이션뭐
및실험뭐
미디어수치해석뭐
에개설된
보안뭐
에개설된기초
열린기초
열린
간략하게소개해
개편된
에개설된웹
선
좌가
따로
미디어알고리즘선
그래밍언어개념선
미디어영상처리선
미디어기초수학선
에서수행
미디어기초수학에서수
행
특강에서수행
능력을훈련할수
능력을
기대하면
을배운다고
분야
세부
를더
깊게
를더전문적으로
를배운다고
공학의
다루
다루는
어딘가요
에서전문적으로
보안에서전문적으로
파트
미디어공학의
다뤄
를파고들지
수있지
가르치나요
담당
가르치
점수
주나요
매기는
그램을
중요
그래밍은팀
강좌인가요
미디어영상처리는팀
은팀
그래픽스입문은팀
는언어가
뭐야
그램이
시간에사용
젝트몇번
젝트가중심인
그래밍팀과
중심인
에서팀과
메인인
에서팀
도가
컴퓨팅에서팀
그래밍언어를
이용
그래밍언어가
수학을
압축은기초단계
및실험은기초단계
은기초단계
단계
보안은
에서알고리즘을주로
그래밍에서알고리즘을
주로
컴퓨팅에서알고리즘을
에서알고리즘
그래밍에서알고리즘
는기본을다지는
은기본을다지는
은기본
특강은고
은고
는고
입문은저
미디어영상처리는저
미디어기초수학은저
그래픽스입문은개념
그래밍은개념
은개념
개념을주로
기법을
기술을
기술
가르
쳐
가시화에서는
기법이
과의
는지알수
과인간
과의확률및랜덤
과의암마이크로
의컴파일러
과의기초
얻는
과의스크립트
기본적인
및로봇지능에
간단하게
인지요약
부탁드려요
요약
부탁드
시간에뭐
시간에
뭐하
을습득할수
그래픽스입문에서습득
에서습득
는기본개념
네트워크는기본개념
그래밍은기본개념
개념을
개념이
을얻울수
손윤식
님의웹
님의
이호정
김준태
이창환
주종화
이재훈
님의동시성
정준호
재밋
조경은
님의파이썬
임대운
최은만
님의확률및랜덤
스타일
이강우
정영식
님의인간
최병석
홍정모
님의안드로이드앱
님의기초
서상현
김가영
김웅섭
박상훈
이강만
재밋어
최성연
님의무선
님
박미화
성연식
김시명
어려워
님안드로이드앱
박은찬
안종석
님암호
김신우
오세만
님기초
정진우
류철
님인간
박대한
학점
받기
님공개
김동호
양기주
님웹
장태무
님동시성
이용규
김동환
님컴파일러
님암마이크로
정승원
님은
주태우
신연순
송양의
아요
엄기현
김현우
엄진영
님의암호
한효준
들을만
님의스크립트
윤승현
하시나요
님스크립트
을까
님파이썬
주시나요
김양우
많나요
님무선
미디어수치해석과
임민중
개론과
님의컴파일러
문봉교
님의암마이크로
부분에
쉬워요
인기가
님은웹
님은기초
젝트가
준비
님은스크립트
장점에
장
점이
가시화장
소프트웨어입문장
야해
에확률및랜덤
세스를
장승호
님은확률및랜덤
그래밍개발방법론장
뭔야
미디어기초수학장
미디어알고리즘장
그래밍장
은뭔야
쉬워
님이
하시는
님확률및랜덤
재밋어요
관련된
얻어
갈수
신청했어요
김종호
시뮬레이션의
님의공개
젝트의
압축의
네트워킹의
가시화의
했어
받았어요
받았어
님의의
님의의웹
님의의컴파일러
및실험과
그래밍언어개념과
졸업하기
는꼭
들어봐야
하던데
된나요
것에
와분석의
특이점
구조의
및실험의
특강은
굉장히
들었습니다
와패턴은과
그래밍은과
및실험은과
는과
은과
젝트는과
들었어
님은동시성
님은공개
님은컴파일러
비전장
및실험장
시뮬레이션장
보안장
네트워킹장
잘해
내요
쳐요
평가
인웹
인인간
높아
한테
인기
어떠냐
지루
구조과
네트워킹과
맡은
네트워크가
그래픽스입문이
미디어알고리즘이
개론이
그래밍이
입문이
부탁
높나요
을높이는데
신호처리가
소프트웨어입문이
가시화가
의인간
의기초
방향이
의암호
의확률및랜덤
소프트웨어입문쉬운
쉬운
구조쉬운
그래밍쉬운
젝트쉬운
미디어기초수학쉬운
및로봇지능쉬운
의파이썬
의스크립트
의공개
해줘요
평
음
세스쉬워
미디어기초수학쉬워
그래밍쉬워
보안쉬워
미디어수치해석쉬워
됌
와분석어떰
특강어떰
및로봇지능어떰
미디어수치해석어떰
그래밍어떰
젝트어떰
어떰
그래밍언어개념어떰
어떠
줘라
최악이냐
만의
입문만의
그래밍만의
최대
단점을
그래픽스입문의
미디어콘텐츠보안의
그래밍언어개념의
소프트웨어입문의
비전의
장점
컴퓨팅의
세스의
뭘까
미디어알고리즘의
보안의
단점은
엄청
양이
질이
의최악은
로서
되기는
의특별한
이독특한
어려움
쉬움
특강쉬움
컴퓨팅쉬움
압축쉬움
많음
특강팀
팀
그래밍팀
컴퓨팅팀
와패턴팀
시뮬레이션팀
감동호
감동호확률및랜덤
그래밍뭐
네트워크뭐
와분석뭐
및로봇지능뭐
시뮬레이션에서뭐
에서추구
생으로
이루어지
목표가
최종
능력을향상시키는것이
목적인
상세한
뭐예요
미디어수치해석이
보안이
컴퓨팅이
좀
와패턴에
으로만
된
되어
구조가
와패턴이
및실험이
미디어콘텐츠보안이
비전이
은완전히
그래밍개발방법론은완
전히
구조는완전히
그래밍은완전히
소프트웨어입문은완전
는완전
구조는완전
그래픽스입문은완전
은완전
시뮬레이션은완전
그래밍은완전
컴퓨팅은완전
인거죠
조별
조별과제
존재
이예요
시
시험의
비중이
높은
편인
비율이
큰
낮은
신호처리의
미디어기초수학의
비중
인큰
퀴즈
보나요
본대
전과생인데
언어의
그래밍개발방법론의
평이
언어뭐
미디어영상처리뭐
가시화에서뭐
미디어기초수학에서뭐
언어에서뭐
소프트웨어입문에서뭘
보안에서뭘
및실험에서뭘
서뭘
뭘
특강이
네트워킹에
초
량이
시뮬레이션이
세스가
이알고
시뮬레이션이알고
젝트가알고
가알고
그래밍개발방법론이알
보안이알고
그래밍언어개념에
는암호
겅의
네트워킹이
멀공
그래밍개발방법론팀
및실험팀
언어팀
량
크냐
편
소프트웨어입문에서뭐
및실험에서뭐
좀줘
좀줄래
좀줄래요
미디어영상처리의
미디어사운드처리의
뭐냐
뭐임
복수
미디어알고리즘에
가시화에
사항에
의목적이
목표
것이
포함인
시간이
하셨던
님께서
했던
하신
하셨
최근
맡으
셨나요
맡으신
모든
현재
시는
셔
시나요
맡았어
맡았
추전해
려고요
모두
세요
추전해줘
거해
님에
하나
셨던
떤
맡았던
계시는
알수
게있니
있던
있었던
뭐가
이었던
쳤던
게있었나요
명
유명해서
이름
들
맡고
할때
참고하
민중
목록
지금까지
가맡고
요즘
관심
이름이
중인
확정된
거있으면
고정된거있으면
세우게
세우는데
세우고있거든
게획세우는
에뭐
는지나왔으면
공지
되었으면
맡는
다고
유드림스에
뜬
이라고
진
확실하게고정된
뜨는
친다고
유르림스에
년
주실래요
공지한
지반번에
쳤었죠
했었
해왔
었죠
까지
까지의
목록이
뭐한데요
뭐지
친
뭐죠
컴공과인데
에학
자난
읍을
을했지요
에한
던
했죠
했냐
하기로
맡기로
했음
지아냐
가뭐냐
로한
가뭐지
한다
가뭐였지
가뭐였냐
기로했음
에뭔
타
일년
기로
으로열리는
가능
뭔
한대
지아나요
뭐떠
거떴음
뭐떴냐
뜬거
으로뜬
뜬거뭐
모
했는지
올해
가맡게
이맡게
했지
게있지
올라온
왔죠
로는
를맡죠
뭐함
작년에
었지
떴나요
가뭔지
예정된
으로예정된
이해
누구
신
님성함을
님이기초
님이안드로이드앱
님이확률및랜덤
님이스크립트
압축이
누군가요
님모두
누군지
님이맡아
님이맡나요
그래밍에배정된
그래밍개발방법론에배
정된
에배정된
세스에배정된
입문에배정된
소프트웨어입문에배정
신호처리에배정된
미디어콘텐츠보안에배
젝트에배정된
입니다기초
입니다동시성
누가
당당
님이맡게되었나요
가확률및랜덤
으로확률및랜덤
에는
으로암호
으로인간
꼭
생겼어요
생겼
는데기초
채우려고
인지알수
인지알수있나
알수있나
아직
미정
였는지
쳤어
쳤는지
뭔지
여
안떠서요
쳤었지
가기초
쳤지
님성함이궁급
쳤나요
가공개
었는지
가동시성
뭐였는지
가암마이크로
신호처리넣을려고
넣을려고
미디어수치해석넣을려
비전넣을려고
미디어기초수학넣을려
가시화넣을려고
그래밍넣을려고
및로봇지능넣을려고
에암호
개론넣을려고
와패턴넣을려고
그래밍언어개념넣을려
및실험넣을려고
입문이라는
미디어사운드처리가라
그래밍언어개념이라는
그래밍이라는
이라는
미디어기초수학이라는
언어가라는
가시화가라는
가라는
그래픽스입문이라는
구조가라는
쳐왔는지
주십쇼
미디어알고리즘이라는
들이맡아왔나요
들이맡나요
가맡나요
서스크립트
가맡아왔나요
받아서
쳐왔나요
쳐왔던
까지맡아왔던
이네요
이네요이
가맡아왔어요
해오던
까지맡아오던
가맡게될지
쳤었나요
들이스크립트
이였조
들이기초
쳤죠
네트워킹하죠
가인간
에는공개
가스크립트
대체적으로
었나요
가컴파일러
헀는지
번에는
까지공개
까지무선
아세요
기로한
미디어생입니다
헀나요
한데요
생인데확률및랜덤
생입니다
사람이
가헀나요
지나번에
그래밍지나번에
비전지나번에
친대요
친대
과인데컴파일러
과인데유드림에
확정
침
작년
로떠
있냐
라고함
라고했음
공인데이버
뭐래
한공개
한기초
한암마이크로
뜬인간
인데안드로이드앱
인데스크립트
기로헀나요
데요
했습니까
및실험했습니까
그래밍했습니까
가했냐
한나요
부분
연구
실에
들어가고
주
학부생인데
실에서
일하고
주제
일할
실을찾고
가려고
갈려고
가려고요
갈생각입니다
일하
논문
님이주력
실에서는
펀딩받은
실
경험을
쌓고
밑에서
졌어요
그래서
되고
계시는지
계신
님게서어던
계시나요
펀딩받으신
을내신
을내셨나요
을보이시는
보시는
휴학
일해보고
싶어졌습니다
님이펀딩받은
생활에
생겼습니다
그중
가는데
지좀더
인지좀더
정도
님께서촤근
로펀딩을받으셨나요
실은
가져
집중
매진
가서
다양한
쌓아보고
실이
일하면서
심도
있게
해보고
가굼금
지아세요
지아시나요
실에세
대학원
진학을
고민하고
을인상
인상깊어서
좋았어가지고
이생겨서그런데
들었
흥미가생겨서그런데
인상
에흥미가생겨서
가뭔지알수
쌓을까
최
실은주로
계신다는
들었어요
것인지
실을
실에서도
싶네요
특히
히알수
간단하게라도
냈어
실뭐한데요
를뭐로잡았데요
실의
가뭔예요
주재가
주줴가
생들
를알고
를해
했대
년간
이한
가한
의주
뭐였나요
봤어요
처음
해보신분
은잘주시나요
재밌어요
력
듣게되었는데
교
님이신데이분
채워서주시나요
실무에
공학
유명
하시
겠죠
님소문이
많은
데실제로
님실제로
점
을듣게됬는데
걸유의해야할까요
특장
년도에입학했는데
분이세요
에강제로
를듣게되었는데
님잘
합니까
많으세요
보셨나요
해보셨나요
은잘
재밌나요
채워서줘요
걸유의해야
뭔에요
입학했는데
분인
성격
님셩격
할만한
할만
앞으로의
장담
하려
적어
어려움을
겪고
력이
에서포인트는
을두나요
을중시
들에
전달력이
전달력
를잘
랑
걸더잘
수준이
배려
할때발음을흘리나요
을잘
꽉채워서
채워서주는편인
줄때채워서
배려해
할때혼자계속
잘해오나요
해오나요
게내나요
문제
이어떻나요
만족도가
를받고
할때신경쓰는
할때심여를기울이는
지점을신경써서
과대화를
에답을잘
매끄럽나요
가잘
사람도
따라가기버겁나요
속도가빠른
할때말이빠른
할때말이느린
속도가
할때외부
오시나요
할때교재를여러개사용
할때한국어교재사용
할때주로영어교재쓰나
친절하게답해주시나요
엄격한
깐깐하신
취업
생들에게도엄격하신
무서운
이상한
졸린
매끄럽게
해와요
필기가
자체교
할때진도를빠르게나가
할때한번에진도를
나가나요
속도가느린
헀는데
헀는데잘
좋게
이매끄럽나요
데말이빠른
데말이느린
편의를
봐주시나요
과소통이잘
한데
어떄요
을쌓는데
과소통
잘받아요
에대답잘
깔끔하게답잘
의견수용
나누나요
상담
지도
상담잘해
진로상담잘해
화를
내나요
예민한
할때딴소리
할때잔소리
교안잘
어오나요
착한
귀찮게
수준이낮아요
이나쁜
에서주의해야할
교안
영어
이매끄러운
평판이
진도속도가
할때발음이
상태가
기힘든
전달력은
시청시
할때발음
난이도극악인
가가지는장
가갖고
이뭘까요
최신
반영
개념위주로나오나요
출석신경
쓰나요
업데이트자주
줄때기준이명확
길게
한점은
보는데
흥미로운
보는데영어
했는데
잘함
잘받음
친절함
수있냐
이상해
내주는편인
범위가넓은
전반적인
전체적으로
전반적으로
의코멘트가
의생각이
재학생
들의생각은
들의평은
생들의
생들의생각이어떻죠
공생들의생각은
공생들의생각이
공생들의
공생들의전체적인
전체적인
의생각은
시간잘지켜
길게해
무난한가
주는편이야
가잘돼
편함
편하게
편안해
편안하게해
압박
이상하지
적당해
깔끔해
깔끔
친절한
무난한
쌓는데
만의매력이
의힘은
가잘가나요
무리가없나요
목소리
발성
성실
잘돼
에게
잘받아주냐
상태
쉽게해
따라가기
예습
복습
해야함
유익함
에유익
호불호가
갈리나요
편한
다양
열정적으로
지올려
참여
을선호
느나요
남는게
가는게
를깔끔하게
는깔끔한
집어
점을유의
점을염두에두면
점을고려
때주의
적당한
량적당함
량감당
수준임
심이
해줌
입장고려해주는편임
잘배려해주는편임
편임
잘줌
힘듬
신경써야
때특별히신경써야
면을신경쓰면
면을주의
때필기
필기량이
잘해오는편임
참여를유도
과의상호작용을중시
력에
의의견이
질에
과의의사소통을
하게생각
의상태를자주
이잘따라오는지
혼자서진도나가는편인
혼자서진도를빼는편인
의수준에따라
수준을조절
의수준에
과도하게
를내지는않나요
