캡스톤디자인
은
언제
수강
하나요
객체지향
설계와패턴은
동시성프로그래밍
컴퓨터
그래
픽스은
해
비전입문은
디지털
통신및실험은
게임
및로봇지능은
보통
영상신호처리은
멀티미디어
자료구조은
웹
프로
밍은
계산적사고법
영상처리은
인간
상호작용시스템
하는
게
좋을까요
통신이론및실험
픽스
좋을까
데이터
베이스체제
병렬
밍
안드로이드앱
좋나요
신호처리
밍언어개념
테크니컬프리젠테이션
좋아
기초수학
임베디드
소프트웨어입문
하면
좋을
지
알려
주세요
이산구조
영상처리
줘
알고리즘
심화프로그래밍
모바일컴퓨팅
알고리즘과실습
구조
소프트웨어공학
개론
이번
학기에
을
하려고
합니다
클라우드컴퓨팅을
클라우드컴퓨팅은
하는데
신호처리을
신호처리은
구성을
구성은
알고리즘및실습을
할
계획
입니다
알고리즘및실습은
영상신호처리을
밍개발방법론을
밍개발방법론은
네트워킹을
인데
네트워킹은
종합설계
윈도우즈
밍을
픽스을
증강혼합현실
구조을
구조은
암호학과
네트워크보안
베이스체제을
베이스체제은
공개
젝트을
젝트은
시간표를
짜려고
정
신특강은
인터넷
만들
려고
정보통신수학및실습
몇
학년
운영체제
밍언어개념을
소프트웨어입문을
알고리즘을
픽스입문을
신호와시스템
그래픽실습
빅
개론을
머신러닝
형식언어
듣는
적절
할까요
언어와실습을
모바일
콘텐츠제작
데이타베이스을
괜찮
아
웹플랫폼콘텐츠개발
나요
임베디드시스템
을까요
품질관리및테스팅
한
가요
기초수학을
사운드개론을
정보
가시화을
들으려고
좋은가요
설계와패턴을
암마이크로
세서어셈블리언어
알고리즘과실습을
상호작용시스템은
가장
초고속통신망
밍기초와실습은
인터넷네트워킹
콘텐츠보안은
좋아요
개론은
신
좋은
비지니스와창업
학년에
가상현실
통신입문을
통신입문
네트워크을
네트워크
알고리즘및실습
듣나요
통신및실험을
통신및실험
자료구조을
자료구조
들어
통신을
통신
신시스템시뮬레이션을
신시스템시뮬레이션
에
신청하려고
비전입문을
비전입문
기초프로그래밍
시스템소프트웨어와실
습을
습
시스템설계와분석을
시스템설계와분석
콘텐츠보안을
콘텐츠보안
클라우드컴퓨팅
밍기초와실습을
밍기초와실습
사운드개론
컴파일러구성
영상처리을
및로봇지능을
및로봇지능
하고
싶어
요
듣기
때가
언젠
베이스시스템
야
일까요
데이타베이스
베이스
자료구조와실습
젝트
신특강
밍개발방법론
신청
해도
되나요
인공지능
학교
에서
권하는
학년은
학과에서
이수체계도
일반적으로
비쥬얼
운영시스템
해요
픽스입문
설계와패턴
예요
네트워킹
야지
전공
학습에
도움이
될까
확률및랜덤프로세스
가시화
돼
영상신호처리
하지
와소프트웨어
좋냐
되냐
하냐
구성
냐
창의적공학설계
연도
신입생입니다
맞는
건가요
실습
신입생이에요
듣고
싶은데
도
응용
적당할까요
최적의
시기는
인
때는
에요
희망강의
있습니다
및설계
커리큘럼
맞나요
맞죠
거겠죠
강의
담고
거
무리
없겠죠
보안
맞아요
시간표
만들고
있어요
언어와실습
표
무선통신및실험
복학
생인데
이
바뀌어서
짜는데
어렵
네요
신입생
이수체계도를
보고
짜고
있는
데
맞게
있는지
모르겠습니다
학기
지금
대해
상호작용시스템을
연도에
싶습니다
어때요
시험
과제
많아요
과목
진행
어떻게
필수
이죠
재미있어요
학년인데
어떤
보신
분들
이거
할만
수업
방식
흐름이
성적
으로
받나요
어렵나요
있나요
많이
힘든가요
제가
로
힘들
다는데
팀플
서
밍에
베이스체제를
기초수학를
네트워크를
전에
알면
점에
주의점
전부
다
말해
언어와실습에
선배님들
설계와패턴에서
어려
운
점은
뭔가요
개론에서
어려워요
발표
특징
신호처리를
밍를
픽스입문를
흐름에
네트워크에
실습에
보안는
신특강는
는
통신및실험는
특이
점이
데이타베이스는
주의
무엇인가요
밍에서
네트워킹는
네트워크는
많은가요
어때
많아
재미있
죠
힘들어
있죠
시스템설계와분석에
도움
되요
되죠
뭐에요
이에요
알고리즘과실습는
밍는
젝트는
통신는
추천
하세요
들을
까요
볼까요
인지
안녕하세요
이야
추전해
소개해주세요
소개해줘
설명
해주세요
해줘
간단하게
줘요
만드는
중인
통신입문은
및설계은
운영시스템은
보안은
소프트웨어입문은
시스템설계와분석은
픽스입문은
신입생이라서
대한
가
없어
베이스시스템은
신시스템시뮬레이션은
가시화은
데이타베이스은
습은
통신은
디연에서
검색했는데
글이
개도
전과해서
과목에
잘
몰라
타과생인데
되는
어느
영역에
실습을
실습은
소프트웨어입문에
들으면
능력이
향상
개론에
대략적으로
알고리즘및실습에
구체적으로
설계와패턴에
및로봇지능에
들어보려고
사운드개론은
영상신호처리에
밍기초와실습에
픽스입문에
픽스에
상호작용시스템에
네트워킹에
젝트에
밍언어개념에
사운드개론에
기초수학에
재입학생인데
너무
변경돼서
질문합니다
밍언어개념은
신호처리에
습에
밍개발방법론에
헷갈립니다
알던
알고리즘과
다른
같아
알고리즘은
과
및설계과
밍과
실습과
영상신호처리과
구조과
영상처리과
사운드개론과
보안과
보안에
신특강과
신특강에
자료구조과
자료구조에
통신과
통신에
밍개발방법론과
기초수학과
클라우드컴퓨팅과
클라우드컴퓨팅에
설계와패턴과
밍기초와실습과
데이타베이스과
데이타베이스에
습과
밍언어개념과
네트워킹과
김은정
교수
님의
이창환
주태우
정영식
장태무
서상현
박미화
정승원
정대원
이강우
류철
주종화
한효준
윤승현
김준태
박은찬
조운
최병석
김신우
재밋나요
홍정모
김동환
주해종
안종석
엄기현
스타일
손윤식
김가영
최은만
서정열
임대운
김웅섭
엄진영
문봉교
조경은
박상훈
신연순
정진우
박경원
재밋어
성연식
김동호
양기주
이재훈
님
김현우
송양의
어려워
임민중
김양우
최성연
정준호
이용규
학점
받기
님은
오세만
이강만
아요
들을만
하시나요
을까
주시나요
많나요
많은
를
의
부분에
쉬워요
인기가
젝트가
준비
장점에
장
응용을
보안을
있어
뭔야
쉬워
님이
하시는
관련된
것을
얻어
갈
수
있을까요
있을까
신청했어요
김종호
밍의
했어
받았어요
받았어
님의의
졸업하기
꼭
들어봐야
한다고
하던데
된나요
것에
중점을
두고
뭐야
신특
특이점
운영시스템의
보안의
네트워크은
굉장히
된다고
들었습니다
알고리즘과실습은
들었어
하셨던
님께서
무엇
했던
하신
하셨
최근
맡으셨
맡은
했나요
맡으신
모든
가르치
현재
담당
맡으
시는
셔
시나요
맡았어
맡았
추전해주세요
려고요
모두
세요
무슨
추전해줘
가르쳐
님에
얘기를
하나
던
떤
중에
하나를
계시
알
있니
있던
있었던
비전입문는
및설계을
누구
누구야
성함을
님들이
기초수학이
누군가요
신특강을
운영시스템을
누군지
맡는지
맡아
맡나요
배정된
구성에
누가
는지
이벅
하거든
당당
맡게
되었나요
해야
맡기로
알아
해서
관심이
생겼어요
생겼
는데
궁금
전공학점을
채우려고
필요
있나
알아요
부분
연구
실에
들어가고
주
거야
아나요
학부생인데
실에서
일하고
주제
일
실을
찾고
분야가
분야
어딘
어디야
가려고
갈려고
가려고요
생각입니다
논문
관심
주력
실에서는
펀딩
받은
걸
뭐죠
실
경험을
쌓고
밑에서
공부하고
졌어요
자세하게
되고
계신
님게서
어던
받으신
내신
내셨나요
보이시는
깊게
보시는
휴학하고
일해보고
싶어졌습니다
생활에
생겼습니다
그중
가는데
좀
더
부탁드려요
분
봤어요
처음
해보신
재밌어요
력
어떠
듣게
되었는데
교
님이신데
채워서
실무에
공
유명
하시
던데
겠죠
소문이
실제로
점
됬는데
유의해야
특장
년도에
입학했는데
분이세요
강제로
학생들이
합니까
인기
많으세요
어떠나요
보셨나요
해보셨나요
주나요
재밌나요
뭔에요
분인
돼요
수강신청을
해줘요
분인지
성격
셩격
할만한
유명한
유명하죠
평가
점수가
높나요
높아요
높은
앞으로의
장담
큰
장점
